Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# LayoutJustifyContent_SpaceAround_DisplayName
source: Space Around
bg_bg: Пространство около
ca_es: Espai al voltant
cs_cz: Prostor okolo
da_dk: Plads omkring
de_de: Platz um
el_gr: Χώρος γύρω από
es_es: Espacio alrededor
et_ee: Võrdsed sõnavahed
eu_es: Inguruko lekua
fi_fi: Tilaa ympärillä
fr_fr: Espacer autour
gl_es: Espazado arredor
hi_in: स्थान के आसपास
hr_hr: Okolni prostor
hu_hu: Körülvevő térköz
it_it: Spazio intorno
ja_jp: 周囲のスペース
kk_kz: Айналасындағы бос орын
ko_kr: 주변 공백
lt_lt: Talpinti aplink
lv_lv: Atstarpe ap
ms_my: Ruang Sekitar
nb_no: Plass rundt
nl_nl: Ruimte rondom
pl_pl: Rozmieść wokół
pt_br: Espaçar ao Redor
pt_pt: Espaço em Redor
ro_ro: Spațiu în jur
ru_ru: Распределить вокруг
sk_sk: Rozmiestniť dookola
sl_si: Prostor okrog
sr_cyrl_rs: Размак около
sr_latn_rs: Razmak okolo
sv_se: Utrymme runt
th_th: ช่องว่างโดยรอบ
tr_tr: Etrafında Boşluk
uk_ua: Простір навколо елементів
vi_vn: Khoảng trống xung quanh
zh_cn: 两端平分
zh_tw: 周圍間隔

# LayoutJustifyContent_SpaceBetween_DisplayName
source: Space Between
bg_bg: Пространство между
ca_es: Espai entremig
cs_cz: Prostor mezi
da_dk: Plads mellem
de_de: Leerzeichen zwischen
el_gr: Διάστημα μεταξύ
es_es: Espacio entre
et_ee: Võrdsed reavahed
eu_es: Bitartean dagoen lekua
fi_fi: Tilaa välissä
fr_fr: Espacer entre
gl_es: Espazado no medio
hi_in: बीच का स्थान
hr_hr: Razmak između
hu_hu: Elemek közötti térköz
it_it: Spazio tra
ja_jp: 間のスペース
kk_kz: Арасындағы бос орын
ko_kr: 사이 공백
lt_lt: Talpinti tarp
lv_lv: Atstarpe starp
ms_my: Ruang Antara
nb_no: Avstand mellom
nl_nl: Ruimte tussen
pl_pl: Rozmieść między
pt_br: Espaçar Entre
pt_pt: Espaço Entre
ro_ro: Spațiu între
ru_ru: Распределить между
sk_sk: Rozmiestniť medzi
sl_si: Prostor med
sr_cyrl_rs: Размак између
sr_latn_rs: Razmak između
sv_se: Utrymme mellan
th_th: ช่องว่างระหว่าง
tr_tr: Arasında Boşluk
uk_ua: Простір між елементами
vi_vn: Khoảng trống giữa
zh_cn: 两端对齐
zh_tw: 之間間隔

# LayoutOverflow_Hide_DisplayName
source: Hide
bg_bg: Скриване
ca_es: Amaga
cs_cz: Skrýt
da_dk: Skjul
de_de: Ausblenden
el_gr: Απόκρυψη
es_es: Ocultar
et_ee: Peida
eu_es: Ezkutatu
fi_fi: Piilota
fr_fr: Masquer
gl_es: Ocultar
hi_in: छिपाएँ
hr_hr: Sakrij
hu_hu: Elrejtés
it_it: Nascondi
ja_jp: 非表示
kk_kz: Жасыру
ko_kr: 숨기기
lt_lt: Slėpti
lv_lv: Paslēpt
ms_my: Sembunyi
nb_no: Skjul
nl_nl: Verbergen
pl_pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro_ro: Ascundere
ru_ru: Скрыть
sk_sk: Skryť
sl_si: Skrij
sr_cyrl_rs: Сакриј
sr_latn_rs: Sakrij
sv_se: Dölj
th_th: ซ่อน
tr_tr: Gizle
uk_ua: Приховання
vi_vn: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# LayoutOverflow_Scroll_DisplayName
source: Scroll
bg_bg: Превъртане
ca_es: Desplaça
cs_cz: Posunout
da_dk: Rul
de_de: Bildlauf
el_gr: Κύλιση
es_es: Desplazar
et_ee: Keri
eu_es: Korritu
fi_fi: Vieritys
fr_fr: Faire défiler
gl_es: Desprazar
hi_in: स्क्रॉल
hr_hr: Klizač
hu_hu: Görgetés
it_it: Scorri
ja_jp: スクロール
kk_kz: Шарлау
ko_kr: 스크롤
lt_lt: Slinkite
lv_lv: Ritināt
ms_my: Tatal
nb_no: Bla
nl_nl: Scrollen
pl_pl: Przewiń
pt_br: Rolar
pt_pt: Deslocar
ro_ro: Defilare
ru_ru: Прокрутка
sk_sk: Posunúť
sl_si: Pomik
sr_cyrl_rs: Листај
sr_latn_rs: Listaj
sv_se: Rulla
th_th: เลื่อน
tr_tr: Kaydır
uk_ua: Прокручування
vi_vn: Di chuyển
zh_cn: 滚动
zh_tw: 捲動

# Overflow_Hidden_DisplayName
source: Hidden
bg_bg: Скрито
ca_es: Amagat
cs_cz: Skryto
da_dk: Skjult
de_de: Ausgeblendet
el_gr: Κρυφό
es_es: Oculto
et_ee: Peidetud
eu_es: Ezkutatuta
fi_fi: Piilotettu
fr_fr: Masqué
gl_es: Oculto
hi_in: छुपा हुआ
hr_hr: Skriveno
hu_hu: Rejtett
it_it: Nascosto
ja_jp: 非表示
kk_kz: Жасырылған
ko_kr: 숨김
lt_lt: Paslėpta
lv_lv: Paslēpts
ms_my: Tersembunyi
nb_no: Skjult
nl_nl: Verborgen
pl_pl: Ukryte
pt_br: Oculto
pt_pt: Oculto
ro_ro: Ascuns
ru_ru: Скрыто
sk_sk: Skryté
sl_si: Skrito
sr_cyrl_rs: Скривено
sr_latn_rs: Skriveno
sv_se: Dold
th_th: ซ่อน
tr_tr: Gizli
uk_ua: Приховано
vi_vn: Bị ẩn
zh_cn: 已隐藏
zh_tw: 隱藏

# Overflow_Scroll_DisplayName
source: Scroll
bg_bg: Превъртане
ca_es: Desplaça
cs_cz: Posunutí
da_dk: Rul
de_de: Scrollen
el_gr: Κύλιση
es_es: Desplazar
et_ee: Kerimine
eu_es: Korritu
fi_fi: Vieritä
fr_fr: Défilement
gl_es: Desprazamento
hi_in: स्क्रॉल करें
hr_hr: Pomicanje
hu_hu: Görgetés
it_it: Scorri
ja_jp: スクロール
kk_kz: Айналдыру
ko_kr: 스크롤
lt_lt: Slinkti
lv_lv: Ritināt
ms_my: Tatal
nb_no: Rull
nl_nl: Schuiven
pl_pl: Przewiń
pt_br: Rolagem
pt_pt: Deslocar
ro_ro: Defilare
ru_ru: Прокрутить
sk_sk: Posúvať
sl_si: Pomikanje
sr_cyrl_rs: Померање
sr_latn_rs: Pomeranje
sv_se: Skrolla
th_th: เลื่อนผ่าน
tr_tr: Kaydır
uk_ua: Прокручування
vi_vn: Cuộn
zh_cn: 滚动
zh_tw: 捲動

# TextMode_SingleLine_DisplayName
source: Single line
bg_bg: Един ред
ca_es: Línia única
cs_cz: Jeden řádek
da_dk: Enkelt linje
de_de: Einzelne Zeile
el_gr: Μονή γραμμή
es_es: Línea única
et_ee: Üherealine
eu_es: Lerro bakarra
fi_fi: Yksi rivi
fr_fr: Ligne simple
gl_es: Liña única
hi_in: एकल पंक्ति
hr_hr: Jedna linija
hu_hu: Egysoros
it_it: Riga singola
ja_jp: 単一行
kk_kz: Бір жол
ko_kr: 한 줄
lt_lt: Viena eilutė
lv_lv: Viena rindiņa
ms_my: Garis tunggal
nb_no: Én linje
nl_nl: Eén regel
pl_pl: Pojedynczy wiersz
pt_br: Linha única
pt_pt: Linha única
ro_ro: Linie unică
ru_ru: Однострочный
sk_sk: Jednoriadkové
sl_si: Ena vrstica
sr_cyrl_rs: Једна линија
sr_latn_rs: Jedna linija
sv_se: Enkel rad
th_th: เส้นเดี่ยว
tr_tr: Tek satır
uk_ua: Один рядок
vi_vn: Một dòng
zh_cn: 单行
zh_tw: 單行

# TextMode_Password_DisplayName
source: Password
bg_bg: Парола
ca_es: Contrasenya
cs_cz: Heslo
da_dk: Adgangskode
de_de: Kennwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
et_ee: Parool
eu_es: Pasahitza
fi_fi: Salasana
fr_fr: Mot de passe
gl_es: Contrasinal
hi_in: पासवर्ड
hr_hr: Lozinka
hu_hu: Jelszó
ja_jp: パスワード
kk_kz: Құпиясөз
ko_kr: 암호
lt_lt: Slaptažodis
lv_lv: Parole
ms_my: Kata laluan
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro_ro: Parolă
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sr_cyrl_rs: Лозинка
sr_latn_rs: Lozinka
sv_se: Lösenord
th_th: รหัสผ่าน
tr_tr: Parola
uk_ua: Пароль
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# TextMode_MultiLine_DisplayName
source: Multiline
bg_bg: Няколко реда
ca_es: Multilínia
cs_cz: Více řádků
da_dk: Flere linjer
de_de: Mehrzeilig
el_gr: Πολλές γραμμές
es_es: Multilínea
et_ee: Mitmerealine
eu_es: Linea anitzekoa
fi_fi: Useita rivejä
fr_fr: Multiligne
gl_es: Multiliña
hi_in: बहु-पंक्ति
hr_hr: Više linija
hu_hu: Többsoros
it_it: Più righe
ja_jp: 複数行
kk_kz: Көп жол
ko_kr: 여러 줄
lt_lt: Kelios eilutės
lv_lv: Daudzrindu
ms_my: Berbilang baris
nb_no: Flere linjer
nl_nl: Meerdere regels
pl_pl: Wiele wierszy
pt_br: Várias linhas
pt_pt: Várias linhas
ro_ro: Multilinie
ru_ru: Многострочный
sk_sk: Viacriadkové
sl_si: Več vrstic
sr_cyrl_rs: Више линија
sr_latn_rs: Više linija
sv_se: Flera rader
th_th: หลายเส้น
tr_tr: Çok satırlı
uk_ua: Кілька рядків
vi_vn: Nhiều dòng
zh_cn: 多行
zh_tw: 多行

# TextFormat_Text_DisplayName
source: Text
bg_bg: Текст
da_dk: Tekst
el_gr: Κείμενο
es_es: Texto
et_ee: Tekst
eu_es: Testua
fi_fi: Teksti
fr_fr: Texte
gl_es: Texto
hi_in: पाठ
hr_hr: Tekst
hu_hu: Szöveg
it_it: Testo
ja_jp: テキスト
kk_kz: Мәтін
ko_kr: 텍스트
lt_lt: Tekstas
lv_lv: Teksts
ms_my: Teks
nb_no: Tekst
nl_nl: Tekst
pl_pl: Tekst
pt_br: Texto
pt_pt: Texto
ru_ru: Текст
sl_si: Besedilo
sr_cyrl_rs: Текст
sr_latn_rs: Tekst
th_th: ข้อความ
tr_tr: Metin
uk_ua: Текст
vi_vn: Văn bản
zh_cn: 文本
zh_tw: 文字

# TextFormat_Number_DisplayName
source: Number
bg_bg: Число
ca_es: Nombre
cs_cz: Počet
da_dk: Tal
de_de: Zahl
el_gr: Αριθμός
es_es: Número
et_ee: Arv
eu_es: Zenbakia
fi_fi: Luku
fr_fr: Nombre
gl_es: Número
hi_in: संख्या
hr_hr: Broj
hu_hu: Szám
it_it: Numero
ja_jp: 数値
kk_kz: Сан
ko_kr: 숫자
lt_lt: Skaičius
lv_lv: Skaitlis
ms_my: Nombor
nb_no: Tall
nl_nl: Aantal
pl_pl: Numer
pt_br: Número
pt_pt: Número
ro_ro: Număr
ru_ru: Число
sk_sk: Číslo
sl_si: Število
sr_cyrl_rs: Број
sr_latn_rs: Broj
sv_se: Antal
th_th: ตัวเลข
tr_tr: Sayı
uk_ua: Число
vi_vn: Số
zh_cn: 数字
zh_tw: 號碼

# VirtualKeyboardMode_Auto_DisplayName
source: Auto keyboard
bg_bg: Автоматична клавиатура
ca_es: Teclat automàtic
cs_cz: Automatická klávesnice
da_dk: Automatisk tastatur
de_de: Automatische Tastatur
el_gr: Αυτόματο πληκτρολόγιο
es_es: Teclado automático
et_ee: Automaatne klaviatuur
eu_es: Teklatu automatikoa
fi_fi: Automaattinen näppäimistö
fr_fr: Clavier automatique
gl_es: Teclado automático
hi_in: स्वत: कुंजीपटल
hr_hr: Automatska tipkovnica
hu_hu: Automatikus billentyűzet
it_it: Tastiera automatica
ja_jp: 自動キーボード
kk_kz: Автоматты пернетақта
ko_kr: 자동 키보드
lt_lt: Automatinė klaviatūra
lv_lv: Automātiskā tastatūra
ms_my: Papan kekunci automatik
nb_no: Automatisk tastatur
nl_nl: Automatisch toetsenbord
pl_pl: Klawiatura automatyczna
pt_br: Teclado automático
pt_pt: Teclado automático
ro_ro: Tastatură automată
ru_ru: Автоматическая клавиатура
sk_sk: Automatická klávesnica
sl_si: Samodejna tipkovnica
sr_cyrl_rs: Аутоматска тастатура
sr_latn_rs: Automatska tastatura
sv_se: Automatisk tangentbord
th_th: คีย์บอร์ดอัตโนมัติ
tr_tr: Otomatik klavye
uk_ua: Автоматична клавіатура
vi_vn: Bàn phím tự động
zh_cn: 自动键盘
zh_tw: 自動鍵盤

# VirtualKeyboardMode_Numeric_DisplayName
source: Numeric keyboard
bg_bg: Цифрова клавиатура
ca_es: Teclat numèric
cs_cz: Numerická klávesnice
da_dk: Numerisk tastatur
de_de: Numerische Tastatur
el_gr: Αριθμητικό πληκτρολόγιο
es_es: Teclado numérico
et_ee: Numbriline klaviatuur
eu_es: Zenbakizko teklatua
fi_fi: Numeronäppäimistö
fr_fr: Clavier numérique
gl_es: Teclado numérico
hi_in: संख्यात्मक कुंजीपटल
hr_hr: Numerička tipkovnica
hu_hu: Numerikus billentyűzet
it_it: Tastiera numerica
ja_jp: 数値キーボード
kk_kz: Сандық пернетақта
ko_kr: 숫자 키보드
lt_lt: Skaičių klaviatūra
lv_lv: Cipartastatūra
ms_my: Papan kekunci angka
nb_no: Numerisk tastatur
nl_nl: Numeriek toetsenbord
pl_pl: Klawiatura numeryczna
pt_br: Teclado numérico
pt_pt: Teclado numérico
ro_ro: Tastatură numerică
ru_ru: Числовая клавиатура
sk_sk: Numerická klávesnica
sl_si: Številska tipkovnica
sr_cyrl_rs: Нумеричка тастатура
sr_latn_rs: Numerička tastatura
sv_se: Numeriskt tangentbord
th_th: คีย์บอร์ดตัวเลข
tr_tr: Sayısal klavye
uk_ua: Числова клавіатура
vi_vn: Bàn phím số
zh_cn: 数值键盘
zh_tw: 數字鍵盤

# VirtualKeyboardMode_Text_DisplayName
source: Text keyboard
bg_bg: Текстова клавиатура
ca_es: Teclat de text
cs_cz: Textová klávesnice
da_dk: Teksttastatur
de_de: Texttastatur
el_gr: Πληκτρολόγιο κειμένου
es_es: Teclado de texto
et_ee: Teksti klaviatuur
eu_es: Testu-teklatua
fi_fi: Tekstinäppäimistö
fr_fr: Clavier texte
gl_es: Teclado de texto
hi_in: पाठ कुंजीपटल
hr_hr: Tekstna tipkovnica
hu_hu: Szöveges billentyűzet
it_it: Tastiera di testo
ja_jp: テキスト キーボード
kk_kz: Мәтіндік пернетақта
ko_kr: 텍스트 키보드
lt_lt: Teksto klaviatūra
lv_lv: Teksta tastatūra
ms_my: Papan kekunci teks
nb_no: Teksttastatur
nl_nl: Teksttoetsenbord
pl_pl: Klawiatura tekstowa
pt_br: Teclado de texto
pt_pt: Teclado de texto
ro_ro: Tastatură text
ru_ru: Текстовая клавиатура
sk_sk: Textová klávesnica
sl_si: Besedilna tipkovnica
sr_cyrl_rs: Текстуална тастатура
sr_latn_rs: Tekstualna tastatura
sv_se: Texttangentbord
th_th: คีย์บอร์ดข้อความ
tr_tr: Metin klavyesi
uk_ua: Текстова клавіатура
vi_vn: Bàn phím văn bản
zh_cn: 文本键盘
zh_tw: 文字鍵盤

# TeamsTheme_Default_DisplayName
source: Default theme
bg_bg: Тема по подразбиране
ca_es: Tema per defecte
cs_cz: Výchozí motiv
da_dk: Standardtema
de_de: Standarddesign
el_gr: Προεπιλεγμένο θέμα
es_es: Tema predeterminado
et_ee: Vaikekujundus
eu_es: Gai lehenetsia
fi_fi: Oletusteema
fr_fr: Thème par défaut
gl_es: Tema predefinido
hi_in: डिफ़ॉल्ट विषयवस्तु
hr_hr: Zadana tema
hu_hu: Alapértelmezett téma
it_it: Tema predefinito
ja_jp: 既定のテーマ
kk_kz: Әдепкі тақырып
ko_kr: 기본 테마
lt_lt: Numatytoji tema
lv_lv: Noklusējuma dizains
ms_my: Tema lalai
nb_no: Standardtema
nl_nl: Standaardthema
pl_pl: Motyw domyślny
pt_br: Tema padrão
pt_pt: Tema predefinido
ro_ro: Temă implicită
ru_ru: Тема по умолчанию
sk_sk: Predvolený motív
sl_si: Privzeta tema
sr_cyrl_rs: Подразумевана тема
sr_latn_rs: Podrazumevana tema
sv_se: Standardtema
th_th: ธีมเริ่มต้น
tr_tr: Varsayılan tema
uk_ua: Стандартна тема
vi_vn: Giao diện mặc định
zh_cn: 默认主题
zh_tw: 預設佈景主題

# TeamsTheme_Dark_DisplayName
source: Dark theme
bg_bg: Тъмна тема
ca_es: Tema fosc
cs_cz: Tmavý motiv
da_dk: Mørkt tema
de_de: Design „Dunkel“
el_gr: Σκούρο θέμα
es_es: Tema oscuro
et_ee: Tume kujundus
eu_es: Gai iluna
fi_fi: Tumma teema
fr_fr: Thème foncé
gl_es: Tema escuro
hi_in: गहरे थीम
hr_hr: Tamna tema
hu_hu: Sötét téma
it_it: Tema scuro
ja_jp: 濃色テーマ
kk_kz: Күңгірт тақырып
ko_kr: 어두운 테마
lt_lt: Tamsi tema
lv_lv: Tumšs dizains
ms_my: Tema gelap
nb_no: Mørkt tema
nl_nl: Donker thema
pl_pl: Motyw ciemny
pt_br: Tema escuro
pt_pt: Tema escuro
ro_ro: Tema Întunecat
ru_ru: Темная тема
sk_sk: Tmavý motív
sl_si: Temna tema
sr_cyrl_rs: Мрачна тема
sr_latn_rs: Mračna tema
sv_se: Mörkt tema
th_th: ธีมสีเข้ม
tr_tr: Koyu tema
uk_ua: Темна тема
vi_vn: Giao diện tối
zh_cn: 深色主题
zh_tw: 深色佈景主題

# TeamsTheme_Contrast_DisplayName
source: Contrast theme
bg_bg: Тема с контраст
ca_es: Tema de contrast
cs_cz: Kontrastní motiv
da_dk: Temaet Kontrast
de_de: Design „Kontrast“
el_gr: Θέμα αντίθεσης
es_es: Tema de contraste
et_ee: Kontrastne kujundus
eu_es: Kontraste-gaia
fi_fi: Kontrasti-teema
fr_fr: Thème contrasté
gl_es: Tema de contraste
hi_in: कॉन्ट्रास्ट विषयवस्तु
hr_hr: Tema Kontrast
hu_hu: Kontrasztos téma
it_it: Tema contrasto
ja_jp: コントラストのテーマ
kk_kz: Контраст тақырыбы
ko_kr: 대비 테마
lt_lt: Didelio kontrasto tema
lv_lv: Kontrasta dizains
ms_my: Tema kontras
nb_no: Kontrasttema
nl_nl: Contrastthema
pl_pl: Motyw kontrastowy
pt_br: Tema de contraste
pt_pt: Tema de contraste
ro_ro: Tema Contrast
ru_ru: Контрастная тема
sk_sk: Kontrastný motív
sl_si: Kontrastna tema
sr_cyrl_rs: Контрастна тема
sr_latn_rs: Kontrastna tema
sv_se: Kontrasttema
th_th: ธีมความคมชัด
tr_tr: Karşıtlık teması
uk_ua: Контрастна тема
vi_vn: Giao diện tương phản
zh_cn: 对比度主题
zh_tw: 對比佈景主題

# PenMode_Draw_DisplayName
source: Draw
bg_bg: Чертане
ca_es: Permet dibuixar.
cs_cz: Kreslení
da_dk: Tegn
de_de: Zeichnen
el_gr: Σχεδίαση
es_es: Dibujar
et_ee: Joonistamine
eu_es: Marraztu
fi_fi: Piirrä
fr_fr: Dessiner
gl_es: Debuxar
hi_in: आरेखित करें
hr_hr: Crtanje
hu_hu: Rajzolás
it_it: Disegna
ja_jp: 描画
kk_kz: Сурет салу
ko_kr: 그리기
lt_lt: Piešti
lv_lv: Zīmēt
ms_my: Lukis
nb_no: Tegn
nl_nl: Tekenen
pl_pl: Rysuj
pt_br: Desenhar
pt_pt: Desenhar
ro_ro: Desenare
ru_ru: Нарисовать
sk_sk: Kresliť
sl_si: Risanje
sr_cyrl_rs: Цртање
sr_latn_rs: Crtanje
sv_se: Rita
th_th: วาด
tr_tr: Çiz
uk_ua: Малювати
vi_vn: Vẽ
zh_cn: 绘制
zh_tw: 繪圖

# PenMode_Erase_DisplayName
source: Erase
bg_bg: Изтриване
ca_es: Esborra
cs_cz: Mazání
da_dk: Visk ud
de_de: Löschen
el_gr: Διαγραφή
es_es: Borrar
et_ee: Kustutamine
eu_es: Ezabatu
fi_fi: Poista
fr_fr: Effacer
gl_es: Borrar
hi_in: मिटाएँ
hr_hr: Izbriši
hu_hu: Törlés
it_it: Cancella
ja_jp: 消去
kk_kz: Өшіру
ko_kr: 지우기
lt_lt: Trinti
lv_lv: Dzēst
ms_my: Padam
nb_no: Slett
nl_nl: Wissen
pl_pl: Wymaż
pt_br: Apagar
pt_pt: Apagar
ro_ro: Ștergere
ru_ru: Стереть
sk_sk: Vymazať
sl_si: Brisanje
sr_cyrl_rs: Брисање
sr_latn_rs: Brisanje
sv_se: Radera
th_th: ลบ
tr_tr: Sil
uk_ua: Очистити
vi_vn: Xóa
zh_cn: 清除
zh_tw: 清除

# DateTimeZone_Local_DisplayName
source: Local
bg_bg: Локални
cs_cz: Místní
da_dk: Lokal
de_de: Lokal
et_ee: Kohalik
eu_es: Lokala
fi_fi: Paikallinen
fr_fr: Locale
hi_in: स्थानीय
hr_hr: Lokalno
hu_hu: helyi
it_it: Locale
ja_jp: ローカル
kk_kz: Жергілікті
ko_kr: 로컬
lt_lt: Vietinis
lv_lv: Lokāls
ms_my: Setempat
nb_no: Lokal
nl_nl: Lokaal
pl_pl: Lokalny
ru_ru: Локальные
sk_sk: Lokálne
sl_si: Lokalno
sr_cyrl_rs: Локално
sr_latn_rs: Lokalno
sv_se: Lokal
th_th: ท้องถิ่น
tr_tr: Yerel
uk_ua: Місцевий
vi_vn: Cục bộ
zh_cn: 本地
zh_tw: 本機

# ImagePosition_Fill_DisplayName
source: Fill
bg_bg: Запълване
ca_es: Emplena
cs_cz: Výplň
da_dk: Udfyldning
de_de: Ausfüllen
el_gr: Γέμισμα
es_es: Rellenar
et_ee: Täide
eu_es: Bete
fi_fi: Täyttö
fr_fr: Remplir
gl_es: Encher
hi_in: भरें
hr_hr: Ispuna
hu_hu: Kitöltés
it_it: Riempimento
ja_jp: 画面サイズに合わせる
kk_kz: Толтыру
ko_kr: 채우기
lt_lt: Užpildyti
lv_lv: Aizpildīt
ms_my: Isian
nb_no: Fyll
nl_nl: Opvullen
pl_pl: Wypełnij
pt_br: Preenchimento
pt_pt: Preenchimento
ro_ro: Completare
ru_ru: Заливка
sk_sk: Vyplniť
sl_si: Zapolni
sr_cyrl_rs: Попуни
sr_latn_rs: Popuni
sv_se: Fyllning
th_th: เติม
tr_tr: Dolgu
uk_ua: Заповнити
vi_vn: Điền
zh_cn: 填充
zh_tw: 填滿

# ImagePosition_Fit_DisplayName
source: Fit
bg_bg: Побиране
ca_es: Ajusta
cs_cz: Přizpůsobit
da_dk: Tilpas
de_de: Anpassen
el_gr: Προσαρμογή
es_es: Ajustar
et_ee: Sobita
eu_es: Doitu
fi_fi: Sovita
fr_fr: Ajuster
gl_es: Axustar
hi_in: फ़‍िट
hr_hr: Prilagodi
hu_hu: Igazítás
it_it: Adatta
ja_jp: 自動調整
kk_kz: Сәйкестеу
ko_kr: 맞춤
lt_lt: Talpinti
lv_lv: Ietilpināts
ms_my: kesesuaian
nb_no: Tilpass
nl_nl: Aanpassen
pl_pl: Dopasuj
pt_br: Ajuste
pt_pt: Ajustar
ro_ro: Potrivire
ru_ru: По размеру
sk_sk: Prispôsobiť
sl_si: Prilagodi
sr_cyrl_rs: Уклопи
sr_latn_rs: Uklopi
sv_se: Anpassa
th_th: พอดี
tr_tr: Sığdır
uk_ua: Припасувати
vi_vn: Khớp
zh_cn: 匹配度
zh_tw: 調整

# ImagePosition_Stretch_DisplayName
source: Stretch
bg_bg: Разтягане
ca_es: Estira
cs_cz: Roztažení
da_dk: Udvid
de_de: Stretching durchführen
el_gr: Επέκταση
es_es: Estirar
et_ee: Venitamine
eu_es: Hedatu
fi_fi: Venytä
fr_fr: Étirer
gl_es: Estricar
hi_in: खिंचाव
hr_hr: Rastezanje
hu_hu: Nyújtás
it_it: Estendi
ja_jp: 拡大して表示
kk_kz: Созу
ko_kr: 늘이기
lt_lt: Ištempti
lv_lv: Izstiept
ms_my: Regangan
nb_no: Strekk
nl_nl: Spreiden
pl_pl: Rozciągnij
pt_br: Alongar
pt_pt: Esticar
ro_ro: Lărgire
ru_ru: Растянуть
sk_sk: Roztiahnuť
sl_si: Raztegni
sr_cyrl_rs: Развуци
sr_latn_rs: Razvuci
sv_se: Sträck ut
th_th: ยืด
tr_tr: Uzat
uk_ua: Розтягнути
vi_vn: Kéo giãn
zh_cn: 拉伸
zh_tw: 延展

# ImagePosition_Tile_DisplayName
source: Tile
bg_bg: Плочка
ca_es: Peça
cs_cz: Dlaždice
da_dk: Side om side
de_de: Kachel
el_gr: Πλακίδιο
es_es: Mosaico
et_ee: Paan
eu_es: Lauza
fi_fi: Ruutu
fr_fr: Vignette
gl_es: Mosaico
hi_in: टाइल
hr_hr: Pločica
hu_hu: Csempe
it_it: Riquadro
ja_jp: タイル
kk_kz: Қатар
ko_kr: 타일
lt_lt: Iškloti
lv_lv: Mozaīka
ms_my: Jubin
nb_no: Flis
nl_nl: Naast elkaar
pl_pl: Sąsiadująco
pt_br: Bloco
pt_pt: Dispor em Mosaico
ro_ro: Dală
ru_ru: Плитка
sk_sk: Dlaždica
sl_si: Razpostavi
sr_cyrl_rs: Плочица
sr_latn_rs: Naporedno
sv_se: Upprepa
th_th: เรียงต่อกัน
tr_tr: Kutucuk
uk_ua: Плитка
vi_vn: Ô
zh_cn: 磁贴
zh_tw: 並排顯示

# ImagePosition_Center_DisplayName
source: Center
bg_bg: Център
ca_es: Centre
cs_cz: Střed
da_dk: Centreret
de_de: Zentriert
el_gr: Κέντρο
es_es: Centro
et_ee: Keskele
eu_es: Erdigunean
fi_fi: Keskellä
fr_fr: Centre
gl_es: Centro
hi_in: मध्य
hr_hr: Centar
hu_hu: Középre
it_it: Al centro
ja_jp: 中央
kk_kz: Ортасы бойынша
ko_kr: 가운데
lt_lt: Centre
lv_lv: Centrā
ms_my: Pusat
nb_no: Midtstill
nl_nl: Midden
pl_pl: Do środka
pt_br: Centralizar
pt_pt: Centrar
ro_ro: Centru
ru_ru: По центру
sk_sk: Stredné
sl_si: Na sredino
sr_cyrl_rs: Центар
sr_latn_rs: Centar
sv_se: Centrera
th_th: กึ่งกลาง
tr_tr: Orta
uk_ua: По центру
vi_vn: Giữa
zh_cn: 居中
zh_tw: 中央

# VerticalAlign_Top_DisplayName
source: Top
bg_bg: Горе
ca_es: Part superior
cs_cz: Nahoře
de_de: Oben
el_gr: Κορυφαία
es_es: Superior
et_ee: Üles
eu_es: Gora
fi_fi: Ylhäällä
fr_fr: Haut
gl_es: Superior
hi_in: शीर्ष
hr_hr: Vrh
hu_hu: Fent
it_it: In alto
ja_jp: 上
kk_kz: Үздік
ko_kr: 위쪽
lt_lt: Viršus
lv_lv: Augšpusē
ms_my: Atas
nb_no: Topp
nl_nl: Boven
pl_pl: Do góry
pt_br: Superior
pt_pt: Superior
ro_ro: Sus
ru_ru: Сверху
sk_sk: Hore
sl_si: Najnovejša
sr_cyrl_rs: Врх
sr_latn_rs: Vrh
sv_se: Högsta
th_th: ด้านบน
tr_tr: Üst
uk_ua: Угорі
vi_vn: Trên cùng
zh_cn: 上
zh_tw: 上

# VerticalAlign_Middle_DisplayName
source: Middle
bg_bg: В средата
ca_es: Mig
cs_cz: Doprostřed
da_dk: Midten
de_de: Mitte
el_gr: Μέση
es_es: Medio
et_ee: Keskele
eu_es: Erdian
fi_fi: Keskellä
fr_fr: Centre
gl_es: Centro
hi_in: मध्य
hr_hr: Sredina
hu_hu: Középre
it_it: In mezzo
ja_jp: 中央
kk_kz: Ортасымен
ko_kr: 중간
lt_lt: Viduryje
lv_lv: Vidū
ms_my: Tengah
nb_no: Midtstilt
nl_nl: Midden
pl_pl: Do środka w pionie
pt_br: Meio
pt_pt: Meio
ro_ro: Mijloc
ru_ru: По середине
sk_sk: V strede
sl_si: Na sredino navpično
sr_cyrl_rs: Средина
sr_latn_rs: Sredina
sv_se: Mitten
th_th: กลาง
tr_tr: Orta
uk_ua: Посередині
vi_vn: Giữa
zh_cn: 中
zh_tw: 中

# VerticalAlign_Bottom_DisplayName
source: Bottom
bg_bg: Долу
ca_es: Part inferior
cs_cz: Dole
da_dk: Nederst
de_de: Unten
el_gr: Κάτω
es_es: Inferior
et_ee: Alla
eu_es: Behean
fi_fi: Alhaalla
fr_fr: Bas
gl_es: Inferior
hi_in: नीचे
hr_hr: Dno
hu_hu: Lent
it_it: In basso
ja_jp: 下
kk_kz: Төменгі жақ
ko_kr: 아래쪽
lt_lt: Apačioje
lv_lv: Apakšā
ms_my: Bawah
nb_no: Bunn
nl_nl: Onder
pl_pl: Do dołu
pt_br: Inferior
pt_pt: Inferior
ro_ro: Jos
ru_ru: Снизу
sk_sk: Dole
sl_si: Spodaj
sr_cyrl_rs: Дно
sr_latn_rs: Dno
sv_se: Lägsta
th_th: ด้านล่าง
tr_tr: Alt
uk_ua: Унизу
vi_vn: Dưới cùng
zh_cn: 下
zh_tw: 下

# Layout_Horizontal_DisplayName
source: Horizontal
bg_bg: Хоризонтално
ca_es: Horitzontal
cs_cz: Vodorovně
da_dk: Vandret
el_gr: Οριζόντια
et_ee: Horisontaalne
eu_es: Horizontala
fi_fi: Vaaka
fr_fr: Horizontale
hi_in: क्षैतिज
hr_hr: Vodoravno
hu_hu: Vízszintes
it_it: Orizzontale
ja_jp: 横
kk_kz: Көлденең
ko_kr: 가로
lt_lt: Horizontalusis
lv_lv: Horizontāli
ms_my: Mendatar
nb_no: Vannrett
nl_nl: Horizontaal
pl_pl: Poziomy
ro_ro: Orizontal
ru_ru: По горизонтали
sk_sk: Vodorovne
sl_si: Vodoravno
sr_cyrl_rs: Хоризонтално
sr_latn_rs: Horizontalno
sv_se: Vågrätt
th_th: แนวนอน
tr_tr: Yatay
uk_ua: Горизонтально
vi_vn: Ngang
zh_cn: 水平
zh_tw: 橫向

# Layout_Vertical_DisplayName
source: Vertical
bg_bg: Вертикално
cs_cz: Svisle
da_dk: Lodret
de_de: Vertikal
el_gr: Κατακόρυφα
et_ee: Vertikaalne
eu_es: Bertikala
fi_fi: Pysty
fr_fr: Verticale
hi_in: ऊर्ध्वाधर
hr_hr: Okomito
hu_hu: Függőleges
it_it: Verticale
ja_jp: 縦
kk_kz: Тік
ko_kr: 세로
lt_lt: Vertikalusis
lv_lv: Vertikāli
ms_my: Menegak
nb_no: Loddrett
nl_nl: Verticaal
pl_pl: Pionowy
ru_ru: По вертикали
sk_sk: Zvislo
sl_si: Navpično
sr_cyrl_rs: Вертикално
sr_latn_rs: Vertikalno
sv_se: Lodrät
th_th: แนวตั้ง
tr_tr: Dikey
uk_ua: Вертикально
vi_vn: Dọc
zh_cn: 垂直
zh_tw: 縱向

# TextPosition_Left_DisplayName
source: Left
bg_bg: Ляво
ca_es: Esquerra
cs_cz: Vlevo
da_dk: Venstre
de_de: Links
el_gr: Αριστερά
es_es: Izquierda
et_ee: Vasakule
eu_es: Ezkerrean
fi_fi: Vasen
fr_fr: Gauche
gl_es: Esquerda
hi_in: बाएँ
hr_hr: Lijevo
hu_hu: Balra
it_it: Sinistra
ja_jp: 左へ移動
kk_kz: Сол
ko_kr: 왼쪽
lt_lt: Kairėje
lv_lv: Pa kreisi
ms_my: Kiri
nb_no: Venstre
nl_nl: Links
pl_pl: Do lewej
pt_br: Esquerda
pt_pt: Esquerda
ro_ro: Partea stângă
ru_ru: Левый
sk_sk: Doľava
sl_si: Levo
sr_cyrl_rs: Лево
sr_latn_rs: Levo
sv_se: Vänster
th_th: ซ้าย
tr_tr: Sol
uk_ua: Ліворуч
vi_vn: Trái
zh_cn: 左对齐
zh_tw: 左

# TextPosition_Right_DisplayName
source: Right
bg_bg: Дясно
ca_es: Dreta
cs_cz: Vpravo
da_dk: Højre
de_de: Rechts
el_gr: Δεξιά
es_es: Derecha
et_ee: Paremale
eu_es: Eskuinean
fi_fi: Oikea
fr_fr: Droite
gl_es: Dereita
hi_in: दाएँ
hr_hr: Desno
hu_hu: Jobbra
it_it: Destra
ja_jp: 右へ移動
kk_kz: Оң
ko_kr: 오른쪽
lt_lt: Dešinėje
lv_lv: Pa labi
ms_my: Kanan
nb_no: Høyre
nl_nl: Rechts
pl_pl: Do prawej
pt_br: Direita
pt_pt: Direita
ro_ro: Partea dreaptă
ru_ru: Правый
sk_sk: Doprava
sl_si: Desno
sr_cyrl_rs: Десно
sr_latn_rs: Desno
sv_se: Höger
th_th: ขวา
tr_tr: Sağ
uk_ua: Праворуч
vi_vn: Phải
zh_cn: 右对齐
zh_tw: 右
